Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Zatrudnieni najemnicy będą podążać za tobą po świecie na powierzchni, w walce, a także w czeluściach lochów i pomogą ci rozprawić się z wszelkimi zagrożeniami. Każde miasto ma Gildię Najemników, która oferuje różnych najemników o różnych porach.\n\nJeśli uratujesz najemnika z Karawany Najemników, koniecznie zajrzyj do Sklepu Wiedzy – w ten sposób najemnik dołączy do twojej drużyny.
uk: Залучені найманці йтимуть за вами всіма шляхами світу, братимуть участь у сутичках і пробиратимуться крізь підземелля, допомагаючи долати будь-які загрози. У кожному місті є гільдія найманців, яка допоможе з підбором найкращих супутників для кожної пригоди.\n\nЯкщо ви врятуєте найманця з фургону з найманцями, не забудьте відвідати крамницю знань, щоб він міг приєднатися до вас під час пригоди.

source: W całym Fahrulu można znaleźć specjalnych najemników w nietypowych sytuacjach.
uk: У специфічних ситуаціях, в які можна потрапити будь-де на землях Фарулу, можна знайти специфічних найманців.

source: Kompani
uk: Супутники

source: Bestie i stworzenia również mogą wpaść w tarapaty w Fahrulu. Twoja drużyna może napotkać te zwierzęta podczas podróży.
uk: Небезпеки Фарулу також загрожують різним звірям й іншим істотам. Ваш загін може зустріти цих тварин під час подорожей.

source: Uratowane stworzenia dołączą do twojej drużyny i będą walczyć do samego końca. Jeśli jednak nie uda ci się ich uratować, mogą przekierować swój gniew na ciebie i twoją drużynę!
uk: Врятовані істоти приєднаються до вашого загону й битимуться за вас до кінця. Однак, якщо ви не зможете їх врятувати без створення небезпеки для них, вони можуть обернути свій гнів на вас і ваш загін!

source: Gołębie serca są często nagradzane w Fahrulu
uk: Фарул часто сприяє милосердним.

source: Przeklęci towarzysze
uk: Прокляті

source: Nie wszyscy towarzysze są tacy sami. Niektórzy mieszkańcy Fahrulu mogą chcieć przeszkodzić ci w walce z Królową i jej siłami.
uk: Не всі послідовники однакові. Деякі жителі Фарулу можуть перешкоджати вашим зусиллям, спрямованим проти королеви і її військ.

source: Przeklęci towarzysze błąkają się bez celu po krainie i mogą dołączyć do twojej drużyny, by skierować swój gniew na ciebie. Dołączą do ciebie w bitwie, uniemożliwią użycie lub odeślą wynajętego najemnika i będą siać zamęt, dopóki nie pozbędziesz się ich ze swojej drużyny.
uk: Прокляті послідовники, які безцільно блукають різними землями, можуть приєднатися до вашого загону й обернути на вас свій гнів. Коли вони приєднаються до вас у битві, то заважатимуть вашим найнятим найманцям або зроблять так, що ті залишать загін. Вони будуть джерелом негараздів, доки ви не проженете їх із загону.

source: W przypadku przeklętego towarzysza może przydać się Zguba Wiedźmy.
uk: Якщо ви маєте справу з проклятими послідовниками, в нагоді може стати каргобій.

source: Cechy
uk: Особливості

source: Oś czasu Fahrulu przedstawia cenne informacje – porę dnia, pulę życia, wskaźnik chaosu, zmory, a także bieżący stan chaosu. Śmiałkowie muszą uważnie obserwować tę oś, w przeciwnym razie kraina Fahrulu pogrąży się w chaosie.
uk: Часова шкала Фарулу показує цінну інформацію — час доби, запас життів, шкалу хаосу, скверни, а також поточний рівень і шкалу хаосу. Шукачі пригод мають пильно стежити за часом, інакше землі Фарулу поглине хаос.

source: Ikony na osi czasu przemieszczają się z prawej do lewej. Gdy dotrą do lewego końca osi, dane wydarzenie rozegra się w kolejnej rundzie.\n\nPora dnia wpływa na to, jakie rodzaje potworów można napotkać w świecie na powierzchni, a także na rynki. Serduszka przedstawiają twoją pulę życia – gdy cała drużyna umrze i nie będzie miała serduszek, przygoda dobiegnie końca. Na osi czasu pojawiają się również zmory i to od gracza zależy, kiedy i jakie zmory należy zapieczętować.\n\nChaos może przyjąć kilka form podczas przygód, więc ważne jest, aby pilnować napełniania lub opróżniania wskaźnika chaosu. Jedna pomyłka w obliczeniach może oznaczać koniec przygody.
uk: Значки на часовій шкалі рухаються справа наліво; коли вони досягнуть крайнього лівого кутка, почнеться наступний раунд.\n\nЧас доби впливає на типи монстрів і ринків, яких можна зустріти на карті світу. Серця позначають ваш запас життів — якщо сердець більше немає, то після смерті пригода буде закінчена. На часовій шкалі також можуть з'являтися скверни — гравець вирішує, коли їхні лігва мають бути запечатані й які саме.\n\nРівень хаосу може змінюватися з кожною пригодою, тому важливо стежити за тим, як заповнюється лічильник хаосу й чи йде зворотний відлік. Один прорахунок\u00A0— і пригоді кінець.

source: Nocny Rynek jest otwarty tylko w nocy
uk: Нічний ринок працює тільки вночі.

source: Kafelek Chaosu
uk: Клітинка хаосу

source: Przejście przez ten kafelek nałoży losowy efekt chaosu.
uk: До того, хто проходитиме через цю клітинку, буде застосовано випадковий ефект хаосу

source: Kafelek Zatrucia
uk: Отруєна клітинка

source: Przejście przez ten kafelek nałoży zatrucie.
uk: До того, хто проходитиме через цю клітинку, буде застосовано ефект отрути

source: Przeklęty Kafelek
uk: Проклята клітинка

source: Przejście przez ten kafelek nałoży losową klątwę.
uk: До того, хто проходитиме через цю клітинку, буде застосовано випадкове прокляття

source: Kafelek Kwasu
uk: Кислотна клітинка

source: Przejście przez ten kafelek spowoduje zniszczenie losowego przedmiotu.
uk: У того, хто проходитиме через цю клітинку, буде знищений випадковий предмет

source: Omówienie
uk: Огляд

source: Podczas każdej przygody napotkasz przeróżne efekty statusu. Wiele z nich pomoże twojej drużynie pokonać przeciwności losu, ale tyle samo będzie stanowić dodatkowe wyzwanie.
uk: Під час кожної пригоди до членів загону застосовуватимуться різні ефекти. Якісь із них допомагатимуть вашому загону долати труднощі, а якісь ускладнюватимуть випробування.

source: Jest wiele możliwości na nałożenie lub usunięcie statusu. Wzmocnienia, dolegliwości i klątwy są często nakładane poprzez przedmioty użytkowe, magię, umiejętności broni i specjalne spotkania.\n\nPancerze i specjalne stroje często zapewniają niewrażliwość. Buty, które dają odporność na truciznę, są dobrym sposobem na przeżycie długiej przygody w Fahrulu!
uk: Є багато способів застосовувати або знімати різні ефекти стану. Покращення, хвороби й прокляття нерідко накладають за допомогою витратних предметів, магії, здібностей від зброї, або під час особливих подій.\n\nІмунітет зазвичай надає броня або спеціальний одяг. Носити черевики, які захищають від отруєння, — надійний спосіб довше прожити під час подорожі Фарулом!

source: Zaopatrz się na rynku miejskim, aby poradzić sobie ze wszelkimi dolegliwościami, jakie mogą cię dotknąć.
uk: На міському ринку можна запастися всім необхідним для усунення будь-яких негативних ефектів.

source: Nie można sprawdzić
uk: Неможливо дослідити

source: Ukryj schemat przycisków
uk: Сховати розкладку клавіш

source: Zagubiony Wóz Więzienny
uk: Загублений арештантський віз

source: Dusza zamknięta w środku wygląda tak, jakby miała chęć do ciebie dołączyć.
uk: Замкнена всередині душа прагне приєднатися до вас

source: Przenieś złoto
uk: Передати золото

source: {0}x{1} {2} Hz
uk: {0}×{1} {2}\u00A0Гц

source: Trenuj
uk: Тренування

source: Dziki towarzysz opuścił twoją drużynę.
uk: Дикий послідовник залишив ваш загін.

source: Odblokowuje przedmioty {0}
uk: Відкриває предмети: {0}

source: Niewrażliwość na osłabienie
uk: Імунітет до негативних ефектів

source: Statystyki przygody
uk: Статистика пригоди

source: Liczba rund
uk: Раундів

source: Haypenny jest przetrzymywana w niewoli – pośpiesz się, zanim będzie za późno
uk: Копійку тримають у полоні. Поспішіть, поки не пізно

source: Tryb offline
uk: Офлайн-режим

source: Rodzina Czakramu
uk: Чакри

source: Rodzina Ognistego Miecza
uk: Сімейство вогняних мечів

source: Rodzina Młota Mrozu
uk: Морозні молоти

source: Rodzina Kija
uk: Ґирлиґи

source: Tajemnica
uk: Таємниця

source: Przekazywane od dekad podania bagiennych ludów mówią o tajemniczym urządzeniu, które zapewnia dostęp do niegdyś potężnego domu o złej reputacji. Aby uzyskać dostęp, trzeba rozwiązać {0} w {1}.
uk: В історії про життя болотяників, що тягнулася десятки років, згадується про таємничий пристрій, який дає потрапити до колись грізного будинку з поганою славою. Щоб отримати доступ, треба дещо розгадати — {0} ({1})

source: Rozwiąż {0} w {1}
uk: Розгадати: {0} ({1})

source: Przytrzymaj dowolny przycisk, aby pominąć
uk: Утримуйте будь-яку кнопку, щоб пропустити

source: Przygotuj się do walki!
uk: Готуйтеся до бою!

source: Potężny wróg czeka na ciebie
uk: На вас чекає могутній ворог

source: Zapuść się dalej w głębię lochów
uk: Спуск глибше в підземелля

source: Łupy godne bohaterów Fahrulu
uk: Здобич, гідна героїв Фарулу

source: Czeka na ciebie tajemnica. Masz odwagę, by stawić jej czoła?
uk: На вас чекає загадка. Чи наважитеся ви ризикнути?

source: Wybierz swoją ścieżkę. Czy jesteś w stanie podołać?
uk: Оберіть свій шлях. У вас є ключ?

source: Podczas spotkań możesz otrzymać różne nagrody
uk: Сутички принесуть вам винагороди

source: Rozbrój lub omiń te pułapki, aby kontynuować przygodę
uk: Знешкоджуйте ці пастки або уникайте їх, щоб іти далі

source: Poszukiwacz złota
uk: Золотошукач

source: Zniszcz wagoniki ze skarbami Królowej: {0}
uk: Знищте {0} королівських возів із коштовностями

source: Znajoma twarz
uk: Знайоме обличчя

source: Pokonaj Grimshawa w Zamku Vakker
uk: Здолайте Ґрімшоу в замку Векер

source: Zagubiony pirat
uk: Зниклий пірат

source: Uratuj Johnsgrave’a z Labiryntu Królowej
uk: Врятуйте Джонзґрейва з королівського лабіринту

source: Pomoc miejscowym
uk: Допомога місцевим

source: Wyświadcz przysługi dla wszystkich mieszkańców Fahrulu
uk: Заслужіть вдячність мешканців Фарулу

source: Tajemniczy klient
uk: Таємний покупець

source: Odwiedź tajny rynek w Zamku Królowej
uk: Відвідайте таємний ринок у королівському замку

source: Drogi przecinające krainę Fahrulu nie tylko pomogą ci uniknąć starć z wrogami, ale także zaprowadzą do różnych miast, pozwalając tobie i twojej drużynie sprawnie się przemieszczać.
uk: Дороги Фарулу не тільки допоможуть уникнути зіткнень з ворогами, а й вестимуть вас від одного міста до іншого, не даючи вам і вашому загону збитися зі шляху.

source: Chyba został kompletnie zniszczony...
uk: Його вже не полагодиш…

source: Uff... Było blisko! Zaraz, gdzie wszyscy się podziali?
uk: Фух… на волосину від загибелі! Гм… а куди поділися всі інші?

source: Do czego to może służyć...
uk: І для чого це?..

source: Zezwól na udostępnianie danych
uk: Дозволити обмін даними

source: Twórcy
uk: Титри

source: List miłosny
uk: Любовний лист

source: Bardzo osobisty i uczuciowy list, którego lepiej nie czytać.
uk: Суто особистий і сентиментальний лист; краще його не читати.

source: Moja dawno utracona miłość musi się dowiedzieć, co naprawdę czuję. Proszę, dostarcz jej ten {0}. Ostatni raz była widziana w {1}. Nie mam zbyt wiele do zaoferowania, ale liczę, że szansa na pomoc cierpiącej duszyczce przezwycięży twoją chęć zarobku.
uk: Моя колись кохана людина має знати, що саме я насправді відчуваю. Віднесіть їй цей {0}, будь ласка. Востаннє її бачили тут: {1}. У мене, на жаль, нема чим вам віддячити, але я сподіваюся, що ви забудете про власну вигоду, щоб допомогти стражденній душі.

source: Dostarcz {0} do mojej teściowej w {1}. Bądź ostrożny, bo to delikatna rzecz. Nie zaglądaj do środka, jeśli ci życie miłe. I nie zwracaj uwagi na popiskiwania.
uk: Доставте, будь ласка, {0} моїй свекрусі, яка зараз тут: {1}. Будьте дуже обережні, це досить крихка річ. Не заглядайте всередину, це нічим добрим не скінчиться. І не зважайте на різні звуки зсередини.

source: Rozbryzg wody
uk: Водяний сплеск

source: Kolumna wody
uk: Водяна колонка

source: Rzut lodem
uk: Жбурляння льодом

source: Kolumna lodu
uk: Льодяна колонка

source: Ogłuszenie lodem
uk: Льодяне огрушення

source: Rażący rzut
uk: Шокове жбурляння

source: Porażenie rządowe
uk: Шоковий ряд

source: Przeładowanie
uk: Перевантаження

source: Ognisty bicz
uk: Вогняний удар батогом

source: Lodowy bicz
uk: Льодяний удар батогом

source: Lodowe cięcie
uk: Льодяний різальний удар

source: Rażący bicz
uk: Шоковий удар батогом

source: Rażące przebicie
uk: Шокове пронизування

source: Rażące cięcie
uk: Шоковий різальний удар

source: Wodny bicz
uk: Водяний удар батогом

source: Lewe pchnięcie
uk: Відпихання вліво

source: Prawe pchnięcie
uk: Відпихання вправо

source: Wodne cięcie
uk: Водяний різальний удар

source: Rodzina Bicza Milicji
uk: Сімейство зброї: Бойові батоги

source: Przesuń kamerę
uk: Панорамна камера

source: Pokaż hasło
uk: Показати пароль

source: Aktualizacja trudności
uk: Оновлення складності

source: Trudność wzrosła
uk: Складність зросла.

source: Odblokowane drzwi
uk: Незачинені двері

source: Włóczęga z Fahrul
uk: Волоцюга Фарула

source: Zanim pójdziesz dalej, dokończ wszystkie przygotowania.
uk: Зробіть останні приготування.

source: lokalizacja
uk: Локація

source: Góra
uk: Вгору

source: Dół
uk: Вниз

source: Lewo
uk: Вліво

source: Prawo
uk: Вправо

source: Oś
uk: Вісь

source: Przycisk
uk: Клавіша

source: Przypisywanie {0}. Oczekiwanie na wprowadzenie {1}...
uk: Прив'язка {0}. Очікує введення {1}...

source: Oczekiwanie na wprowadzenie...
uk: Очікує введення...

source: Zmora -1
uk: -1 скверна

source: Usuń Zmorę z osi czasu lub obecnie aktywną Zmorę.
uk: Усуває скверну з часової шкали або деактивує її.

source: Stany Zjednoczone (Reg. płd.)
uk: США (SSC)

source: Lekarstwo
uk: Лікування

source: Przeszkadzanie
uk: Перехоплення

source: Cel zostanie wyleczony ze słabości
uk: З цілі буде знято негативні ефекти

source: Cel zostanie dotknięty klątwą
uk: На ціль буде накладено прокляття

source: Cel wykona ruch jako ostatni w bieżącej turze
uk: Протягом поточного ходу ціль діятиме останньою

source: Usuwa osłabienia celu
uk: Знімає з цілі всі негативні ефекти

source: Usuwa premie celu
uk: Знімає з цілі всі позитивні ефекти

source: Cel otrzyma losowy efekt statusu
uk: На ціль буде накладено випадковий ефект

source: Cel wykona ruch jako pierwszy w bieżącej turze
uk: Протягом поточного ходу ціль діятиме наступною

source: Atak zignoruje pancerz i odporność celu.
uk: Броня й опір не захистять ціль від атаки.

source: Przesuń cel o jeden kafelek do tyłu
uk: Пересування цілі на одну клітинку назад

source: Przesuń cel o jeden kafelek do przodu
uk: Пересування цілі на одну клітинку вперед

source: Przesuń cel o jeden kafelek w lewo
uk: Пересування цілі на одну клітинку ліворуч

source: Przesuń cel o jeden kafelek w prawo
uk: Пересування цілі на одну клітинку праворуч

source: Panaks leczy trucizny, krwawienie i wszystkie elementy żywiołowe, do których zalicza się ogień, lód, błyskawica i woda.
uk: Женьшень нейтралізує отруту, зупиняє кровотечу й знімає всі стихійні ефекти (вогню, льоду, блискавки та води).

source: W różnych przygodach chaos objawia pod innymi postaciami, z których każda stanowi unikalne wyzwanie. Nie pozwól, by licznik chaosu się zapełnił, albo bądź gotów na poniesienie konsekwencji!
uk: Під час різних пригод вам зустрінуться різні форми Хаосу, кожна з яких\u00A0— унікальне випробування. Не дайте шкалі Хаосу заповнитися, інакше зазнаєте небажаних наслідків!

source: Możesz dzielić się przedmiotami i złotem z graczami na przyległych kafelkach w świecie na powierzchni lub w fazie odpoczynku w podziemiach.
uk: Ви можете ділитися предметами й золотом із гравцями в сусідніх клітинках на карті світу або під час відпочинку в підземеллях.

source: Zakupy w Sklepie Wiedzy dodawane są do puli, z której zostaną rozdzielone między uczestników gry wieloosobowej.
uk: Під час багатокористувацьких ігор покупки в Крамниці знань об'єднуються й діляться між усіма гравцями.

source: Wciśnij P, aby wyświetlić ekran podsumowania gracza i zobaczyć wszystkie informacje o graczu jednocześnie.
uk: Натисніть P, щоб відкрити вікно «Зведення про гравця», де можна переглянути одразу всю інформацію про гравця.

source: Broń do walki wręcz może być używana do ataku wyłącznie w pierwszym rzędzie. Postać odrzucona do tyłu może zaatakować ponownie po przemieszczeniu się do pierwszego rzędu.
uk: Зброєю ближнього бою можна атакувати лише з переднього ряду. Якщо вас відкинуть, доведеться знову перейти на передній ряд, щоб мати змогу атакувати.

source: W trakcie walki w deszczu mogą pojawić się wodne kafelki. Jeśli postać stoi na wodnym kafelku na koniec tury, otrzyma status „wilgoć” i straci wszystkie niewrażliwości.
uk: Під час дощу на полі бою можуть з'являтися клітинки з водою. Якщо персонаж перебуватиме на водній клітинці наприкінці свого ходу, він отримає статус вологості (втрата всіх імунітетів).

source: Bronie ze zdolnością rozbryzgu lub rąbnięcia zadają 50% obrażeń przylegającym kafelkom. Uderzenia obszarowe, rzędowe lub kolumnowe zadają pełne obrażenia wszystkim atakowanym kafelkom.
uk: У разі атаки сплеском або поперечним ударом завдає 50% шкоди ворогам на сусідніх клітинках. Удари по площі, рядам або колонкам завдають максимальної шкоди ворогам на всіх цільових клітинках.

source: Bomby zaliczają się do przedmiotów użytkowych, które pozwalają zyskać kolejny atak przez użycie akcji dodatkowej.
uk: Бомби\u00A0— це витратні предмети, що використовують додаткову дію й дають ще одну можливість атаки під час вашого бойового ходу.

source: Klątwy to długotrwałe osłabienia, które znacznie osłabiają pojedynczy atrybut. Mogą zostać usunięte wyłącznie poprzez wizytę w świątyni w mieście, użycie Zguby Wiedźmy lub po pełnym Przywróceniu.
uk: Прокляття — це напіввічні негативні ефекти, які значно послаблюють певну характеристику. Їх можна зняти лише в міському храмі, за допомогою каргобою або після повного відновлення.

source: Każde miasto w Fahrulu ma do zaoferowania wiele zadań pobocznych, z których tylko jedne może zostać podjęte. Zadania poboczne są cennym źródłem złota, doświadczenia i rzadkich łupów.
uk: У кожному місті Фарулу пропонуються додаткові завдання, з яких треба вибрати одне. Додаткові завдання — важливе джерело золота, досвіду й рідкісної здобичі.

source: Jeśli postać kończy walkę na polu objętym statusem (takim jak ogień, lód i podobnymi), również zostanie nim dotknięta. Opuść pole ze statusem przed atakiem, żeby pozostać bezpiecznym.
uk: Якщо персонаж закінчує свій бойовий хід на клітинці бойової зони з певним ефектом (вогонь, лід тощо), він набуває такого самого статусу. Перш ніж атакувати, перевірте, чи не стоїте ви на такій клітинці з ефектом; якщо це так\u00A0— зійдіть з неї.

source: Opaska na oko Merlinga
uk: Очна пов'язка мерланга

source: Karwasze Merlinga
uk: Нарукавники мерланга

source: Onuce Merlinga
uk: Онучі мерланга

source: Sprzęt Merlinga
uk: Спорядження мерланга

source: Chusta Merlinga
uk: Бандана мерланга

source: Kapelusz Merlinga
uk: Капелюх мерланга

source: Narękawniki Merlinga
uk: Пов'язки для рук мерланга

source: Rękawice Merlinga
uk: Рукавички мерланга

source: Owijacze Merlinga
uk: Онучі мерланга

source: Łachmany Merlinga
uk: Лахміття мерланга

source: Bransolety Merlinga
uk: Браслети мерланга

source: Ochraniacze Merlinga
uk: Наголінник мерланга

source: Szaty Mistyka
uk: Мантія містика

source: Karwasze Mistyka
uk: Нарукавники містика

source: Pancerz Areny
uk: Броня арени

source: Hełm Areny
uk: Шолом арени

source: Karwasze Areny
uk: Нарукавники арени

source: Ochraniacze Areny
uk: Наголінники арени

source: Goblin Skrytobójca
uk: Ґоблін-вбивця

source: Lodowy Czakram
uk: Крижана чакра

source: Ognisty Bumerang
uk: Вогняний бумеранг

source: Wodny Bumerang
uk: водний бумеранг

source: Piorunujący Bumerang
uk: Бумеранг блискавки

source: Szata Ucznia Królowej
uk: Мантія королівського підмайстра

source: Szata Nowicjusza Królowej
uk: Мантія королівського неофіта

source: Szata Maga Królowej
uk: Мантія королівського мага

source: Szata Czarodzieja Królowej
uk: Мантія королівського чарівника

source: Kapelusz Ucznia Królowej
uk: Капелюх королівського підмайстра

source: Kapelusz Nowicjusza Królowej
uk: Капелюх королівського неофіта

source: Kapelusz Maga Królowej
uk: Капелюх королівського мага

source: Kapelusz Czarodzieja Królowej
uk: Капелюх королівського чарівника

source: Pirat kanonier
uk: Пушкар піратів

source: Niektórzy piraci potrafią być bardziej wybuchowi niż inni.
uk: У деяких піратів більш вибухова вдача, ніж у інших.

source: Zmora została uśpiona
uk: Скверна тепер неактивна

source: Zmora została opóźniona
uk: Поява скверни відкладена

source: Zacznij przygodę
uk: Почати пригоду

source: Kiedy dokonasz wyboru przygody, inni gracze nie będą już mogli dołączyć do twojego lobby
uk: Коли виберете пригоду, інші гравці не зможуть приєднатися до вашого лобі

source: Pomiń Wstępne Filmik
uk: Пропустити вступну відео

source: Idealnie
uk: ідеальний

source: Ognisty Bicz
uk: Вогняний батіг

source: Lodowy Bicz
uk: Крижаний батіг

source: Piorunujący Bicz
uk: Батіг блискавки

source: Wodny Bicz
uk: Водяний батіг
